[
    {
        "date": "Balandžio 16, 2026",
        "title": "Protmūšis",
        "description": "Užuominų pilis ši sklidina. Raktų tik niekaip nėra. Kas kitas, jeigu ne Tu, išnarpliot visas mįsles ir užuominas sugebės? MIDI 2026 Protmūšis tai vieta kur susijungia žinios, atsakymai ir smalsumas į vieną vietą ir atveria duris drąsiems į nepakartojamą prizų ir gerų emocijų pilį.",
        "link": "https://example.com/medieval-fair"
    },
    {
        "date": "Balandžio 17, 2026",
        "title": "Kvadrato turnyras",
        "description": "Keturi kampai, visus suskaičiavai? Tik drąsiems, tik akyliems, judriems ir aktyviems. MIDI kviečia Tave, aktyvusis studente, į MIDI 2026 Kvadrato turnyrą sužibėti ir smagiai praleisti laiką.",
        "link": "https://example.com/guest-lecture"
    },
    {
        "date": "Balandžio 18, 2026",
        "title": "Šachmatų turnyras",
        "description": "Arklius pakinkius, rikius išrikiavus. Mus laukia mūšis šis ypatingas, žinok jis bus įspūdingas. Kur baigiasi legenda ir prasideda tradicija. Dvi spalvos susitinka, kad padarytų istoriją. MIDI 2026 Šachmatų turnyras laukia Tavęs, nepriklausomai ar esi pradedantysis ar jau daug kovų laimėjęs meistras.",
        "link": "https://example.com/spring-festival"
    },
    {
        "date": "Balandžio 18-19, 2026",
        "title": "LAN party",
        "description": "Nors ir netikri, ekrane tik praminti. Bet šarvai tavo, rūstumo sklidini. Ar išdrįsi stoti į šią skaitmeninę kovą ir pagriebus savo drąsos kalaviją bei ištikimą komandą, įveikti priešininkus ir iškeliauti su pergalės karūna? MIDI nekantriai laukia visų tipų žaidimų entuziastų MIDI LAN 2026 Party. Neleisk šarvams dulkėti ir išdrįsk žengti į šią kovą.",
        "link": "https://example.com/honors-ceremony"
    },
    {
        "date": "Balandžio 19, 2026",
        "title": "Krepšinio turnyras",
        "description": "Žinias nešti jie tūrėjo, saugoti ir ginti rankraštį kiekvieną. Nešti Tau šiandiena, kamuolį auksinį gali tekti, iškovoti pergalę garbingą. Ar jau pasiruošei MIDI 2026 Krepšiniui ir nusiteikei atiduoti save visą šiai pergalei garbingai?",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 20, 2026",
        "title": "Įmonių mugė",
        "description": "Klaidžiojo miškais, giriom ir pievom. Ieškojo jie atsakymų, rodyklių ten daugiau. Ir surado žemėlapius čia pagaliau. Kas met vykstanti MIDI 2026 Įmonių mugė, tai puiki galybė atrasti savo kryptį, susipažinti ne tik su legendomis, bet užmesti akį į ateities prošvaistes.",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 21, 2026",
        "title": "Futbolo turnyras",
        "description": "Juoda balta. Šventė pergalė, pralaimėjimas kova. Bet svarbiausia geras laikas čia. MIDI 2026 Futbolas yra paruošęs Tau kupiną adrenalino ir smagaus nusiteikimo renginį kurio negali praleisti joks futbolo entuziastas.",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 21, 2026",
        "title": "Tinklinio turnyras",
        "description": "Skiria mus šis tinklas, kokiomis legendomis jis čia išpintas? Metą kamuolį visi, lyg iššūkį jį priimi. MIDI 2026 Tinklinio varžybos laukia Tavęs aktyviam ir smagiam laikui praleisti drauge šioje pasakų užuomazgoje.",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 22, 2026",
        "title": "Biliardo turnyras",
        "description": "Daug legendų ten girdėta, visa tai jau paminėta. Rieda vienas, rieda du, ar jauti kokiu kampu? Nusitaikius šūvį tikslų, nugalėta daug ten priešų. MIDI 2026 Biliardas laukia Tavęs kupinas iššūkių ir smagių akimirkų kurių neužmirši ilgai.",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 23, 2026",
        "title": "Roko Opera",
        "description": "Scena laukia, šviesos dega, muzika jau tuoj skambės, o žiūrovai šito vakaro pamiršti negalės. Muzika ir šokis susijungs į vieną ir praskaidrins jums šią dieną. MIDI 2026 Roko Opera kviečia Tave į vakarą kupiną  nuostabių akimirkų, kurios išliks ilgam.",
        "link": "https://example.com/graduation-week"
    },
    {
        "date": "Balandžio 24, 2026",
        "title": "Uždarymo vakaras",
        "description": "Paskutiniai žingsniai, ar jauti? Viską nugalėjus, pergalę savo Tu neši. Per savaitę visą daug čia jau nuveikta, reikia kelt mums puotą. Palydėkime šią savaitę, kupiną intensyvių emocijų ir įvairių patirčių susitikdami MIDI 2026 Uždarymo vakare, kur sklindant muzikai ir juokui, pasibūsim ir atšvęsim pergalę čia savą.",
        "link": "https://example.com/graduation-week"
    }
]